import { IMyInfo } from "../models/models";

export const MyInfo: IMyInfo = {
  name: "Валиев Ленар",
  miniImgUrl: "../../assets/img/photo.jpg",
  mainImgUrl: "../../../assets/img/Me_03.webp",
  birthday: "25.11.1998",
  city: 1,
  gender: 1,
  year: 23,
  aboutMeText: `Hello everybody! Меня зовут Ленар, мне 23 года, я
  студент ТУСУРа. Учусь на программиста-экономиста на 1 курсе
  магистратуры. За время бакалавариата, я успел попробовать себя во
  многих областях программирования и не только. Попробовал себя в роли
  бухгалтера, помошника метролога, инженера-программиста и т.д. И в
  итоге я пришел к frontend разработке, и хотя сначала я относился к
  этому скептически, попробовав, я понял, что да, это то в чем бы я
  хотел заниматься, разработка интерфейсов, логика пользовательского
  взаимодействие, движение данных внутри сайта и анимация, все это меня
  очень привлекло.`,
  pet: 2,
};
